Revit 2027 API
SymbolTypeId.LbmPerFt Property
 Symbol lbm/ft, indicating unit Pounds mass per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbmPerFt { get; }
Public Shared ReadOnly Property LbmPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbmPerFt {
	ForgeTypeId^ get ();
}
static member LbmPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace